[
  {
    "id": 1,
    "name": "Cappuccino",
    "short_info": "Now a famous Italian coffee, cappuccino is an espresso-based java that comes from an Austrian drink called kapuziner.",
    "para_1": "Now a famous Italian coffee, cappuccino is an espresso-based java that comes from an Austrian drink called kapuziner. Inspired by the dark color of robes worn by Kapuzin friars of Austria in the 1700s, kapuziner was made with coffee, milk, sugar, and a swirl of whipped cream on top. What we now know as cappuccino, Perfect Daily Grind explains, was concocted by Italians in the 1900s for whom cappuccino was the ideal morning coffee that could be drunk in a handful of gulps for a quick jolt of caffeine.",
    "para_2": "While the exact method to making a cappuccino differs between leading coffee institutions of the world, Super Coffee writes that a 1:1:1 ratio of espresso, steamed milk, and foamed milk is generally followed in the U.S. That is, a cappuccino is usually one-third espresso and one-third steamed milk, followed by one-third of creamy milk foam on top. Per Daily Perfect Grind, when brewed by a skilled barista, the steamed milk and milk foam will form layers over the espresso instead of blending into it. The layers are the biggest giveaway that visibly distinguishes a cappuccino from other milk-based espresso coffees. This is also why a cappuccino usually tastes more intense than its milky counterparts and highlights the flavor of the coffee beans much better whilst giving a creamier mouthfeel.",
    "imageUrl": "https://syedirfan-41.github.io/images/cappuccino.webp"
  },
  {
    "id": 2,
    "name": "Cortado",
    "short_info": "The origin of this espresso-based coffee can be traced back to Spain's Basque County, where cortado was given its name after the Spanish verb cortar, meaning to cut.",
    "para_1": "The origin of this espresso-based coffee can be traced back to Spain's Basque County, where cortado was given its name after the Spanish verb cortar, meaning to cut. A smaller version of a cappuccino, Roasty Coffee says that a cortado has just enough milk 'to cut' the espresso and its acidity.",
    "para_2": "Equal parts of milk and espresso are used to brew a cortado. As Roasty Coffee reports, the milk, although steamed, has little to no foam. While the lack of froth means that cortado isn't as creamy as other coffees that use foamed milk, it also means that the steamed milk will blend smoothly into the espresso without forming layers. According to Bon Appétit. This makes cortado a very balanced coffee, only a small amount of milk allows the flavors of the espresso to shine without being too intense or milky. Traditionally, you will find a cortado served in a small metal or glass tumbler and it usually lacks any latte art on top. While most coffees come in different sizes, a cortado is a drink that is meant to be small, and so is almost always served in one standard size even at famous coffee chains.",
    "imageUrl": "https://syedirfan-41.github.io/images/cortado.webp"
  },
  {
    "id": 3,
    "name": "Latte",
    "short_info": "Although cappuccino has Austrian roots, sources are clear that Italians popularized the foamy drink in the 1900s.",
    "para_1": "Although cappuccino has Austrian roots, sources are clear that Italians popularized the foamy drink in the 1900s. Latte, on the other hand (though Italian in origin) was not meant for Italians to drink at all! According to Coffee Bros., the caffè latte was invented in 1867 for American tourists in Italy for whom the Italian cappuccino was too strong a coffee. Consequently, the latte was fashioned to be a less intense and considerably more milky version of a cappuccino for not-so-strong coffee-loving American",
    "para_2": "Typically, a latte is served in a glass as opposed to a mug and contains mainly espresso and steamed milk with only a thin layer of foam on top, per Coffee Bros. Because of the high quantity of milk — which is more significant than most espresso-based drinks — a latte tends to mask the flavor of the espresso well, making it a solid option for anybody who doesn't much care about the flavor of coffee and only wants it for its caffeine kick. Furthermore, Coffee Bros. writes that the milky taste of a latte, which has only a mild hint of espresso, also explains why lattes are perhaps more popular than any other hot coffee when adding all sorts of syrups and flavors.",
    "imageUrl": "https://syedirfan-41.github.io/images/latte.webp"
  },
  {
    "id": 4,
    "name": "Red Eye",
    "short_info": "If the name doesn't already give it away, the red eye coffee is named after a red-eye flight that flies across countries through the night and often leaves travelers with red eyes from exhaustion.",
    "para_1": "If the name doesn't already give it away, the red eye coffee is named after a red-eye flight that flies across countries through the night and often leaves travelers with red eyes from exhaustion. Unsurprisingly, the red eye is a very, very strong drink. Unlike most other coffees that blend the source of caffeine with water, milk, or other non-caffeinated mix-ins, the red eye combines coffee with ... more coffee. ",
    "para_2": "Originally a secret menu item at Starbucks, Trade writes that red eye coffees can now be found everywhere. The drink is essentially just a cup of regular drip coffee but with the addition of a shot of espresso on top. The taste of a red eye coffee is often compared to an Americano, except it has more body. Although the coffee is intense, Trade finds that the sweet flavor of drip coffee works well with bitter espresso. While the red eye usually adds one shot of espresso to drip coffee, A Couple Cooks notes that stronger versions of this already-strong coffee exist too. A black eye uses two espresso shots with its drip coffee, whereas a green eye or dead eye uses three. If there was ever a coffee to help pull through an especially sluggish day or a long all-nighter, something stronger than a red eye is going to be hard to find.",
    "imageUrl": "https://syedirfan-41.github.io/images/red-eye.webp"
  },
  {
    "id": 5,
    "name": "Mocha",
    "short_info": "For a long time, mocha or moka referred to a type of Arabica coffee bean grown in Yemen and was used as a blanket term for coffee beans imported from Yemen's port of Al Moka — the place after which the bean was named.",
    "para_1": "For a long time, mocha or moka referred to a type of Arabica coffee bean grown in Yemen and was used as a blanket term for coffee beans imported from Yemen's port of Al Moka — the place after which the bean was named. The mocha beans were famous for having a green and yellow tint compared to their brown-colored counterparts. The mocha's iconic association with chocolate also begins here, as the beans were thought to have a distinct, chocolate-like flavor, writes Coffee Or Die.",
    "para_2": "The modern mocha as we know it today comes from a drink called bicerin, which was popular in 18th century Italy. According to Sprudge, the drink was called after an Italian coffee house by the name of Caffè al Bicerin, which served its customers a beverage of coffee, cream, and chocolate. At the time, Caffè al Bicerin served the three ingredients separately to the café's patrons, who could then mix them as per their taste, per Sprudge. Even today, mocha is made from similar layers of espresso, milk, and chocolate. The chocolate can be dark, milk, or white and can be added in various forms, including chocolate powder, syrup, and even just melted chocolate (via Super Coffee). Sometimes, a single mocha can even have multiple sources of chocolate! Although the exact method in which a mocha is prepared differs between baristas — whether they add milk froth or not, the kind of chocolate that is used, and how the three ingredients are mixed — one thing remains the same: the luscious mix of milk, chocolate, and coffee!",
    "imageUrl": "https://syedirfan-41.github.io/images/mocha.webp"
  },
  {
    "id": 6,
    "name": "Raf",
    "short_info": "According to popular legend, Raf coffee originated in mid-1990 Russia when Rafael Timerbaev walked into a Coffee Bean outlet asking for a 'good cup of coffee with milk'.",
    "para_1": "According to popular legend, Raf coffee originated in mid-1990 Russia when Rafael Timerbaev walked into a Coffee Bean outlet asking for a 'good cup of coffee with milk'. Taking his simple request in good spirit, the barista steamed together a concoction of cream, 2 tablespoons of sugar, and a shot of espresso. The drink became such a hit with Rafael, that Coffee Bean simply added the drink to its menu and named it Raf after its creator.",
    "para_2": "Through the years, baristas played with the recipe till they came up with one that is famous today. Sprudge defines it as a shot of espresso, a tablespoon each of plain sugar, vanilla sugar, and then a splash of cream. Instead of layering the ingredients one after the other in a cup, they are steamed together in a pitcher and served. The result is a super silky and glossy coffee that is on the sweeter side. The Barista Institute compares Raf coffee to the taste of a drinkable vanilla ice cream, except that it has the additional flavor of coffee as well. Some coffee shops also add syrups and spices to the creamy coffee, and a certain Lavender Raf is particularly popular. While Raf is rarely ever found outside Russia, the sweet coffee can easily be made at home using either a shot of espresso or a coffee brewed in a French press. All you need with the coffee is some cream and vanilla sugar!",
    "imageUrl": "https://syedirfan-41.github.io/images/raf.webp"
  },
  {
    "id": 7,
    "name": "Macchiato",
    "short_info": "If you like a robust milk-based espresso coffee, your go-to drink of choice is likely the good ol' cappuccino. A macchiato, however, is even stronger.",
    "para_1": "If you like a robust milk-based espresso coffee, your go-to drink of choice is likely the good ol' cappuccino. A macchiato, however, is even stronger. According to Roasty Coffee, while a cappuccino was designed to be consumed as a morning coffee, a macchiato is meant to help power through afternoon slumps. Comparable only to straight-up espresso in its intensity, macchiato gets its name from the Italian word for stained or marked. True to its title, when making a macchiato, just enough milk is added to a shot of espresso to effectively 'stain' it.",
    "para_2": "In simple terms, a macchiato is a shot of espresso with just a dash of milk to mellow its intensity. In fact, Cru Kafe claims that a macchiato has the highest ratio of espresso to milk than any other coffee made from the two ingredients, with only a tablespoon or two of foamed milk added to a shot of espresso. Although Italy Explained writes that milky coffees are usually not preferred for post-meal caffeinated digestifs in Italy, Eataly clarifies that an exception is made for caffè macchiato because it's considered to be mostly an espresso anyway. The drink is even served in an espresso cup!  While this style of macchiato is often called an espresso macchiato, there exists a version of a latte macchiato too. This, however, is the complete opposite of an espresso macchiato wherein steamed milk is stained with a shot of espresso instead of the other way around, per Eataly.",
    "imageUrl": "https://syedirfan-41.github.io/images/macchiato.webp"
  },
  {
    "id": 8,
    "name": "Cold Brew",
    "short_info": "No matter the brewing method — espresso machines, drip, or pour-overs — all hot coffee is brewed by steeping coffee grounds in hot water, per Uno Casa.",
    "para_1": "No matter the brewing method — espresso machines, drip, or pour-overs — all hot coffee is brewed by steeping coffee grounds in hot water, per Uno Casa. To make iced coffee, saturated grounds are cooled with the help of ice. Cold brew, however, is one of the rare exceptions that does not use hot water or ice to brew. According to Bean & Bean Coffee, the cold brewing technique can be dated back to the 1600s when people in Kyoto, Japan, steeped tea in cold water. Soon after, Dutch trading ships swapped the tea with coffee to find a way of brewing the beverage without the use of open fire.",
    "para_2": "Today, cold brew is made by steeping coffee grounds in cold or room temperature water for at least 12 hours (via Greatist). Over time, the caffeine, oil, and sugar from the grounds seep into the water to produce a refreshing coffee that is smooth in taste. Hot water tends to bring out the acids from a coffee, making it astringent and often requiring milk to undercut the unpleasant flavor. Because cold brew is made without hot water, Bean & Bean writes that the drink is relatively low in acidity and milk added on top only makes the coffee smoother. Additionally, Greatist notes that iced coffee requires the use of ice, which melts and dilutes the coffee's taste. Cold brew, on the other hand, packs the full punch of a coffee without diluting any flavor.",
    "imageUrl": "https://syedirfan-41.github.io/images/cold-brew.webp"
  },
  {
    "id": 9,
    "name": "Espresso Con Panna",
    "short_info": "Oftentimes, the two are even mixed together — take the sugary Raf coffee, for example, the chocolate forward mocha, or even an affogato, which calls for a hot espresso poured over a scoop or two of ice cream or gelato.",
    "para_1": "There are two things that humans love most: coffee and dessert. Oftentimes, the two are even mixed together — take the sugary Raf coffee, for example, the chocolate forward mocha, or even an affogato, which calls for a hot espresso poured over a scoop or two of ice cream or gelato. Espresso con panna is another beverage that makes the best of caffeine and sugar.",
    "para_2": "Translating to coffee with cream in Italian, an espresso con panna has only two ingredients: coffee and cream (via Jayarr Coffee). Espresso con panna is a shot of espresso served with a swirl of whipped cream on top. Often confused with the famous Viennese coffee that uses espresso, chocolate, and whipped cream, according to Jayarr Coffee, espresso con panna has a contentious origin despite its Italian name. Some claim that the sweet coffee might even have Turkish heritage, as it is customarily served in the small demitasse cup often used for Turkish coffee. Next time you're in need of a quick caffeine kick but would much rather prefer something sweet, you may want to consider brewing a shot of hot espresso and ditching the sugar for a dollop of whipped cream on top!",
    "imageUrl": "https://syedirfan-41.github.io/images/espresso-con-panna.webp"
  },
  {
    "id": 10,
    "name": "Café Cubano",
    "short_info": "Cuba's café cubano may pass in appearance as an Italian espresso, but the two cups of java couldn't be more different.",
    "para_1": "Cuba's café cubano may pass in appearance as an Italian espresso, but the two cups of java couldn't be more different. Instead of an espresso machine, a café cubano is brewed using a stovetop espresso maker called cafetera moka. To produce the foamy layer on top called espuma — similar to the crema that an espresso machine produces — Brittanica notes that the first few drops of coffee are beaten together with demerara sugar in a cup. Once the espuma forms, the rest of the brewed coffee is poured over it. The result is a thick, creamy, sweet, and syrupy dark-colored café cubano that is the size of an espresso shot.",
    "para_2": "According to Perfect Daily Grind, a version of cubano called cortadito is served with the addition of steamed milk. While the addition of milk depends on individual tastes, Perfect Daily Grind writes that café cubano is an integral part of Cuba's collective social culture. The coffee is drunk more for leisure than for a caffeine kick. Often, the outlet says, four to six shots of café cubano are prepared together as a drink called colada, which is then divided amongst friends and family to sip on whilst chatting. While café cubano is small enough to be swigged several times a day, when drunk for breakfast, the coffee is often accompanied by a toasted Cuban bread called pan tostado, per Britannica.",
    "imageUrl": "https://syedirfan-41.github.io/images/cafe-cubanp.webp"
  },
  {
    "id": 11,
    "name": "Espresso Romano",
    "short_info": "Despite the espresso romano's name, Perfect Daily Grind says that several countries including France and the U.S., as well as local regions of Italy, lay claim to the coffee.",
    "para_1": "Despite the espresso romano's name (which suggests that the drink may have been a product of Rome), Perfect Daily Grind says that several countries including France and the U.S., as well as local regions of Italy, lay claim to the coffee. A popular theory from the coffee outlet suggests that espresso romano was invented in the early 20th century when Italy was troubled with a coffee shortage due to the limitations posed on the import of beans after two World Wars. Having to resort to cheap instant coffee sourced from American soldiers, Italians started adding lemon to mask the coffee's poor quality and inferior flavor.",
    "para_2": "In modern times, espresso romano is a term used for a range of hot, cold, and iced coffees that feature lemon. The citrus flavor can come from lemon slices, lemon juice, or lemon peels, per Perfect Daily Grind. More often than not, espresso romano is served as a shot of espresso with sugar and lemon. Because lemons are quite acidic in nature, the sharp citrus intensifies the bold flavors of the espresso whilst also bringing more subtle flavors out to play (via Barista Joy). Sugar is then added to cut the sour flavor of the lemon. Some also believe that the caffeine's ability to help with headaches coupled with lemons that aid digestion means that espresso romano is the coffee to order when nursing a hangover (per Coffee Inspiration).",
    "imageUrl": "https://syedirfan-41.github.io/images/expresso-romano.webp"
  },
  {
    "id": 12,
    "name": "Nitro",
    "short_info": "Some coffees are ancient in origin, surrounded by colorful legends, and accompanied by social and cultural traditions.",
    "para_1": "Some coffees are ancient in origin, surrounded by colorful legends, and accompanied by social and cultural traditions. Nitro, on the other hand, is the product of the third-wave coffee culture. According to Thrillist, nitro is a relatively new addition to the world of coffee and is inspired by a technique used by people who brewed beers at home in the 2010s.",
    "para_2": "To make a nitro coffee, nitrogen gas is infused into a cold brew through a pressure valve. While nitrogen has neither any color nor any odor, the gas rids the coffee of all oxygen and so stops its flavor from decomposing while giving the brew a silky texture with lots of tiny bubbles (via Here & Now). Homegrounds reports that beer brands like Guinness have long been using nitrogen to give their beer the iconic cascading effect, and a nitro coffee also has floating layers that swirl about in the glass. Along with the velvety texture of the small nitrogen bubbles and the cascading effect that they create, nitro has a similar perk as cold brew: Homegrounds reports that it is low in acidity.  Although adding nitrogen to coffee is no cheap business, the drink became so popular amongst third-wave coffee drinkers that in 2016, Starbucks added nitro coffee to the menu of its centerpiece Seattle roastery. Since then, the nitro has become the second most ordered coffee at Starbucks flagship Reserve Roastery after the latte, according to Thrillist's reports.",
    "imageUrl": "https://syedirfan-41.github.io/images/nitro.webp"
  },
  {
    "id": 13,
    "name": "Turkish Coffee",
    "short_info": "While Italy only just this year sent a bid to UNESCO to have espresso recognized as a part of their Intangible Cultural Heritage, the tradition of Turkish coffee has been on the organization's list since 2013.",
    "para_1": "While Italy only just this year sent a bid to UNESCO to have espresso recognized as a part of their Intangible Cultural Heritage, the tradition of Turkish coffee has been on the organization's list since 2013. Turkish coffee, or Türk kahvesi, is brewed in a unique metal pot with a long handle called cezve (via Lonely Planet). Instead of a flame or an electric machine, the coffee is let to boil in the cezve over hot sand till it just about spills, and is then served in a standard-sized cup. The travel site says that a lokum — also known as Turkish delight — accompanies the coffee, along with a glass of water to ready the palate for the strong coffee.",
    "para_2": "When drinking a frothy Turkish coffee, Lonely Planet says to remember that the coffee is served unfiltered, meaning there are usually a good amount of coffee grounds at the bottom of the cup that should not be consumed. Instead, the grounds left behind in the cup are upturned onto the saucer. According to fal — a traditional method of fortune-telling — the shape that the grounds take on the saucer can tell a lot about your future! The UNESCO website says that Turkish coffee serves as a symbol of friendship and hospitality, of course, but that it also plays an important role in pre-wedding festivities. According to The Culture Trip, during the Ottoman Empire, the women in the sultan's harem were taught to perfect their Turkish coffees. In a ritual that continues even today, a suitor's bride-to-be will make Turkish coffee as her potential husband poses the question to her parents.",
    "imageUrl": "https://syedirfan-41.github.io/images/turkish-coffee.webp"
  },
  {
    "id": 14,
    "name": "Piccolo Latte",
    "short_info": "The Italian word for small, piccolo latte essentially means small latte (via Australian Coffee Lovers).",
    "para_1": "The Italian word for small, piccolo latte essentially means small latte (via Australian Coffee Lovers). According to a commonly believed theory, the piccolo latte was a creation of Australian baristas who wanted to test what their coffees tasted like with milk throughout the entire day. Since a latte proved to be too large a coffee to drink multiple servings of in a day, they invented piccolo, also known as a small latte.",
    "para_2": "According to Perfect Daily Grind, piccolo lattes are made from a standard shot of espresso, two-parts steamed milk that will smoothly blend into the coffee, and a tiny layer of foam on top. While a standard latte is usually 8 ounces, a piccolo latte is nearly half its size at 3 to 4 ounces. Although similar in its small size to the cortado and macchiato, the cortado has equal parts of espresso and milk with little to no foam (via Roasty Coffee), and only a tablespoon or two of milk is added to espresso to create a macchiato (via Cru Kafe). On the other hand, Piccolo latte uses one shot of espresso and twice the amount of milk, which is then topped with a thin layer of foam. As Perfect Daily Grind has it, this composition makes a piccolo latte less intense, more milky and delicate, and a touch sweeter than its small-sized counterparts, which have more intense flavors.",
    "imageUrl": "https://syedirfan-41.github.io/images/piccolo-latte.webp"
  },
  {
    "id": 15,
    "name": "Long Black",
    "short_info": "To the naked eye, there's little to no difference between an Americano and a long black.",
    "para_1": "To the naked eye, there's little to no difference between an Americano and a long black. Perfect Daily Grind says both use only two ingredients: espresso and water. The difference is in the way that the drinks are prepared. To make an Americano, hot water is added to a shot of espresso. However, to make a long black, a shot of espresso is added to a cup already filled with hot water.",
    "para_2": "According to that coffee outlet, the simple difference in preparation means that a long black has considerably more crema — the lovely layer of froth atop an espresso — than Americano does. The crema gives the long black a creamier mouthfeel. Usually, a long black also has less water than an Americano and so is more intense and less diluted in comparison.nBecause long black only requires espresso on top of water, and a tiny amount of it at that, you can easily taste the subtle flavors of espresso in the drink. This is why if you're brewing a long black at home, make sure to use coffee beans of good quality because the drink very much depends on it. It's also wise to make sure that the water isn't too hot; else, the crema will quickly disintegrate when the espresso shot is poured in.",
    "imageUrl": "https://syedirfan-41.github.io/images/long-black.webp"
  },
  {
    "id": 16,
    "name": "Flat White",
    "short_info": "When Starbucks announced in a 2015 press release that it was going to bring the flat white to the U.S., the global coffee chain started a heated debate between New Zealand and Australia as to which country could stake claim to making the first flat white.",
    "para_1": "When Starbucks announced in a 2015 press release that it was going to bring the flat white to the U.S., the global coffee chain started a heated debate between New Zealand and Australia as to which country could stake claim to making the first flat white (via The Culture Trip). Regardless of its contentious origin, the flat white is served similarly across the world: Culture Trip defines it as an espresso-based coffee made with steamed milk and a thin layer of milk foam.",
    "para_2": "It may sound much like a latte, but the flat white is usually a 160 milliliter drink compared to a latte that is 240 milliliters in size (via Cru Kafe). As such, it has a higher proportion of espresso to milk. Although the precise quantity differs from café to café, in general, this makes a flat white sit somewhere between the large latte and a piccolo latte (per The Old Coffee Pot). Another significant difference between the two drinks is that unlike the steamed milk used to make a latte, Cru Kafe describes a flat white using a type of finely textured steamed milk called microfoam. This is why a flat white is more velvety and creamy in texture with a stronger taste than a latte, but has more liquid than the strong and thick foamed cappuccino.",
    "imageUrl": "https://syedirfan-41.github.io/images/flat-white.webp"
  },
  {
    "id": 17,
    "name": "Cà Phê Sữa Đá",
    "short_info": "Often disguised under the name of Vietnamese coffee, cà phê sữa đá was born in the 1850s, a time when Vietnam was under the rule of France and it was harder to preserve fresh dairy products in the country's humid climate.",
    "para_1": "Often disguised under the name of Vietnamese coffee, cà phê sữa đá was born in the 1850s, a time when Vietnam was under the rule of France and it was harder to preserve fresh dairy products in the country's humid climate (via Voltage Coffee). According to the coffee house, condensed milk was gaining popularity in Europe at the time and so, found its way into the French-colonized country where it was added to coffee as an alternative to fresh milk. Though meant to be a temporary replacement, the combination of condensed milk and coffee was so loved that it soon became a separate drink in itself.",
    "para_2": "A special cup-shaped filter called phin is used to brew cà phê sữa đá (via Sprudge). Grounds are added to the phin chamber and hot water is poured on top. Sprudge explains that the coffee is allowed to slowly drip through the filter into a glass filled with condensed milk. While Arabica beans are usually preferred, the comparatively more bitter dark roasted Robusta beans are traditionally used to make the thicker cà phê sữa đá. Not only were Robusta beans found to be more suitable for cultivation in Vietnam, but Sprudge details that the bean's bitterness is also thought to perfectly complement the sweet-tasting condensed milk. Voltage Coffee details that when making Vietnamese coffee at home, a phin is recommended, but you can make do with similar pour-over coffee makers as well — the most important bit is the condensed milk!",
    "imageUrl": "https://syedirfan-41.github.io/images/ca-phe-sua-da.webp"
  },
  {
    "id": 18,
    "name": "Frappé",
    "short_info": "Since Starbucks trademarked the Frappuccino, cafés around the world have turned to 'frappé' as the name for their ice-blended beverages, leaving the true frappé often lost in a sea of flavored cold coffees.",
    "para_1": "Since Starbucks trademarked the Frappuccino, cafés around the world have turned to 'frappé' as the name for their ice-blended beverages, leaving the true frappé often lost in a sea of flavored cold coffees. An important part of the social life in Greece, the creation of the frappé seems to have been an accidental one, according to The Greek Reporter. As the Greek Reporter tells it, the sales representative of Nescafé was at a fair in the capital city of Greece — Thessaloniki — when he was struck by a sudden need for caffeine. Unable to find hot water, he added instant coffee and cold water to a tumbler and then shook it vigorously. And so, in 1957, the frothy frappé was born. The Greek Reporter has it on good authority that cold frappés fare well in the country's heat, and true enough, the icy coffee has become synonymous with summer afternoons by the beach.",
    "para_2": "Although espresso-based alternatives are widely available, to date the classic frappé is still made with good ol' Nescafé instant coffee powder, water, and sugar (per Craft Coffee Guru). The mix is either shaken or blended until frothy, then served over ice. Depending on the proportion of each ingredient used, a water-heavy frappé is dismissed as nerozoumi or water-brew and a frappé with too much coffee powder is called a dynamite (via Vice). While a frappé may seem harmless compared to its more intense, espresso-based counterparts, one frappé often uses 2 tablespoons of instant coffee powder which Vice says packs in the kick of four shots of espresso!",
    "imageUrl": "https://syedirfan-41.github.io/images/frappe.webp"
  },
  {
    "id": 19,
    "name": "Caffè Breve",
    "short_info": "Now here's a coffee that's entirely American in its origin, with few who can claim to have heard of it outside the country.",
    "para_1": "Now here's a coffee that's entirely American in its origin, with few who can claim to have heard of it outside the country. According to The Spruce Eats, the Italian latte serves as an inspiration for caffè breve. Only, thanks to the place where it was born, caffè breve uses half-and-half in place of milk, as reported by The Spruce Eats. Made with a shot of espresso, steamed half-and-half, and a layer of milk foam, caffè breve has more foam than the average milk-based espresso coffee.",
    "para_2": "Because half-and-half is one-part whole milk and one-part light cream, steaming it and adding it to coffee produces a drink that is very rich and creamy (via Roasty Coffee). While the use of half-and-half makes caffè breve more creamy and fluffy than milk would, Roasty Coffee writes that it also has its downsides because it contains higher fat and cholesterol levels than most other types of milk. This is why caffè breve is often viewed as a dessert coffee and not a morning pick-me-up. To make caffè breve at home, brew a latte as you would and simply swap the milk that you're steaming for half-and-half.",
    "imageUrl": "https://syedirfan-41.github.io/images/caffe-breve.webp"
  },
  {
    "id": 20,
    "name": "Bulletproof",
    "short_info": "While the concept of mixing fat in tea or coffee has been around for years, the growing popularity of bulletproof coffee can be largely credited to Dave Asprey.",
    "para_1": "While the concept of mixing fat in tea or coffee has been around for years, the growing popularity of bulletproof coffee can be largely credited to Dave Asprey. According to Business Insider, the American computing exec was trekking in the mountains of Tibet to learn a technique of meditation from Buddhist pilgrims in the area, when a woman served him an unusual brew: tea mixed with yak butter. The peculiar combination, as Asprey says via Business Insider, cleared the fog in his mind caused by altitude changes. In 2010, he came up with what we now know as bulletproof coffee — a blend that mixes coffee with grass-fed butter and his company's Brain Octane Oil.",
    "para_2": "Per the original recipe, the bulletproof coffee is made by blending one cup of brewed coffee with 1 to 2 tablespoons of the oil and another tablespoon or two of unsalted butter or ghee till it turns creamy. Though high in fat and calories, bulletproof coffee claims to be a low-carb meal replacement for breakfast, with enough calories for a morning energy kick whilst keeping hunger pangs at bay. It is a drink perfectly suited for the keto diet (via BBC GoodFood). While more research is needed to substantiate the claim, BBC GoodFood writes that one cup of bulletproof coffee packs in 242 to 354 kilocalories and contains more than the maximum daily recommended intake of saturated fats. Eating Well also finds that although you might want to drink the coffee for its creamy and foamy texture, it's best not to think of it as a meal replacement because it lacks protein and several other nutrients that are essential for your body.",
    "imageUrl": "https://syedirfan-41.github.io/images/bulletproof.webp"
  }
]
